"__title__" = "Bankovní účet (AU)";

"__description__" = "Informace australského bankovního účtu.";

"bankName" = "Bank Name";

"owner" = "Name on Account";

"accountType" = "Typ";

"bankNo" = "BSB";

"accountNo" = "Account Number";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "Branch Information";

"branchPhone" = "Telefon";

"branchAddress" = "Address";

"telephonePin" = "PIN telefonu";


"menu.accountType.checking" = "Checking";

"menu.accountType.savings" = "Savings";

"menu.accountType.loc" = "Line of Credit";

"menu.accountType.money_market" = "Money Market";

"menu.accountType.other" = "Jiné";
